<template>
	<view class="agremntBox">
		<view class="agremntTl">一、总则</view>
		<view class="agremntCont">
			中华万年历是由随身云（北京）信息技术有限公司（以下简称“随身云”）开发、运营的一款工具类产品。本服务条款约定随身云与您之间关于“会员”服务的各项事项。“会员”是指注册、登录、使用本服务条款中随身云提供的各种服务的个人。会员服务是有偿的增值服务，会员必须完全同意本服务条款，并完成付费，才能享受相关服务。
			在您注册成为会员之前，请认真阅读本《会员服务协议》（以下简称“服务协议”），确保您充分理解服务协议中各条款，包括免除随身云责任的条款及限制会员权利的条款。请您审慎阅读并选择接受或不接受本服务协议。除非您接受本服务协议所有条款，否则您不得注册、登录或使用本服务协议所涉服务。您的注册、登录、使用等行为将视为对本服务协议的接受，并同意接受本服务协议各项条款的约束。
			本服务协议可由随身云随时更新，更新后的服务协议一旦公布即代替原来的服务协议，恕不再另行通知，用户可在应用内查阅最新版服务协议。
		</view>
		<view class="agremntTl">二、服务费用</view>
		<view class="agremntCont">
			中华万年历是由随身云（北京）信息技术有限公司（以下简称“随身云”）开发、运营的一款工具类产品。本服务条款约定随身云与您之间关于“会员”服务的各项事项。“会员”是指注册、登录、使用本服务条款中随身云提供的各种服务的个人。会员服务是有偿的增值服务，会员必须完全同意本服务条款，并完成付费，才能享受相关服务。
			在您注册成为会员之前，请认真阅读本《会员服务协议》（以下简称“服务协议”），
			<image src="../../static/images/a024laner_1.png" mode="aspectFit"></image>
			确保您充分理解服务协议中各条款，包括免除随身云责任的条款及限制会员权利的条款。请您审慎阅读并选择接受或不接受本服务协议。除非您接受本服务协议所有条款，否则您不得注册、登录或使用本服务协议所涉服务。您的注册、登录、使用等行为将视为对本服务协议的接受，并同意接受本服务协议各项条款的约束。
			本服务协议可由随身云随时更新，更新后的服务协议一旦公布即代替原来的服务协议，恕不再另行通知，用户可在应用内查阅最新版服务协议。
		</view>
		<view class="agremntTl">三、权利和义务</view>
		<view class="agremntCont">
			中华万年历是由随身云（北京）信息技术有限公司（以下简称“随身云”）开发、运营的一款工具类产品。本服务条款约定随身云与您之间关于“会员”服务的各项事项。“会员”是指注册、登录、使用本服务条款中随身云提供的各种服务的个人。会员服务是有偿的增值服务，会员必须完全同意本服务条款，并完成付费，才能享受相关服务。
			在您注册成为会员之前，请认真阅读本《会员服务协议》（以下简称“服务协议”），确保您充分理解服务协议中各条款，包括免除随身云责任的条款及限制会员权利的条款。请您审慎阅读并选择接受或不接受本服务协议。除非您接受本服务协议所有条款，否则您不得注册、登录或使用本服务协议所涉服务。您的注册、登录、使用等行为将视为对本服务协议的接受，并同意接受本服务协议各项条款的约束。
			本服务协议可由随身云随时更新，更新后的服务协议一旦公布即代替原来的服务协议，恕不再另行通知，用户可在应用内查阅最新版服务协议。
		</view>
	</view>
</template>

<script>
export default {	
		data() {
			return {

			}
		},
    onLoad(){
     uni.setNavigationBarTitle({
       title:this.$t('navText').rg_protocol
     })
    }
	}
</script>

<style>
	@import url("agreement.css");
</style>
